Revit 2027 API
BuiltInFailures.GroupFailures.UnableToMaintainExclusions Property
 Unable to maintain exclusion of some group members. Some excluded members have been restored.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToMaintainExclusions { get; }
Public Shared ReadOnly Property UnableToMaintainExclusions As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToMaintainExclusions {
	FailureDefinitionId^ get ();
}
static member UnableToMaintainExclusions : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace